Revit 2027 API
SymbolTypeId.NPerM Property
 Symbol N/m, indicating unit Newtons per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId NPerM { get; }
Public Shared ReadOnly Property NPerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ NPerM {
	ForgeTypeId^ get ();
}
static member NPerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace